export default {
  projections: {
    СкладE: {
      адрес: {
        __caption__: 'Адрес'
      },
      работников: {
        __caption__: 'Работников'
      },
      товар: {
        __caption__: 'Товар',
        наименование: {
          __caption__: 'Наименование'
        },
        количество: {
          __caption__: 'Количество'
        },
        цена: {
          __caption__: 'Цена'
        }
      }
    },
    СкладL: {
      адрес: {
        __caption__: 'Адрес'
      },
      работников: {
        __caption__: 'Работников'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    работников: {
      __caption__: 'Работников'
    },
    товар: {
      __caption__: 'Товар'
    }
  }
};
