export default {
  projections: {
    СкладE: {
      адрес: {
        __caption__: 'адрес'
      },
      работников: {
        __caption__: 'работников'
      },
      товар: {
        __caption__: 'товар',
        наименование: {
          __caption__: 'наименование'
        },
        количество: {
          __caption__: 'количество'
        },
        цена: {
          __caption__: 'цена'
        }
      }
    },
    СкладL: {
      адрес: {
        __caption__: 'адрес'
      },
      работников: {
        __caption__: 'работников'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'адрес'
    },
    работников: {
      __caption__: 'работников'
    },
    товар: {
      __caption__: 'товар'
    }
  }
};
